Repository: wp-cool-tools/quick-featured-images
Catalog: languages/quick-featured-images-*.po
Languages: ca

source: Your time-saving Swiss Army Knife for featured images: Set, replace and delete them in bulk, in posts lists and set default images for future posts.
ca: La seva navalla suïssa per a les imatges destacades: establir, reemplaçar i eliminar en grup o en llistes de publicacions, i establir imatges predeterminades per a futures publicacions.

source: The plugin requires WordPress version %s or higher. Therefore, WordPress did not activate it. If you want to use this plugin update the Wordpress files to the latest version.
ca: El connector requereix una versió de WordPress %s o superior. Per tant, WordPress no ho va activar. Si voleu utilitzar aquest plugin, heu d'actualitzar els arxius de Wordpress a l'última versió.

source: Welcome to %s! You can find the plugin at %s.
ca: Benvinguts a %s! Podeu trobar el plugin a %s.

source: (external image)
ca: (imatge externa)

source: Change &#8220;%s&#8221;
ca: Canviar &#8220;%s&#8221;

source: Remove &#8220;%s&#8221;
ca: Suprimir &#8220;%s&#8221;

source: Set image for &#8220;%s&#8221;
ca: Estableix la imatge per a &#8220;%s&#8221;

source: Preset Featured Images
ca: Imatges destacades predefinides

source: Set default featured images for future posts
ca: Definir imatges destacades predeterminades per a publicacions futures

source: Set the visibility of columns of featured images in posts lists
ca: Definir la visibilitat de les columnes d'imatges destacades a les llistes de publicacions

source: Columns for featured images in posts lists
ca: Columnes d'imatges destacades a les llistes de publicacions

source: Show additional column for featured images in lists of
ca: Mostra la columna addicional per a les imatges destacades a les llistes de

source: Posts list with image column
ca: Llista de publicacions amb columna d'imatge

source: Visibility of the plugin
ca: Visibilitat del plugin

source: Which user role may see the plugin?
ca: Quin rol d'usuari pot veure el connector?

source: Activate the checkboxes at each post type to show the extra columns in the post lists.
ca: Activeu les caselles de selecció de cada tipus d'entrada per mostrar les columnes addicionals a les llistes de correus.

source: Minimum user role to see the plugin in the backend
ca: Rol mínim de l'usuari per veure el connector al backend

source: Select the minimum user role a user must have to see the plugin.
ca: Seleccioneu el rol mínim d'usuari que un usuari ha de tenir per veure el connector.

source: The rules as set in &#8220;%s&#8221; work on posts independently of this setting.
ca: Les regles establertes en "%s" funcionen en llocs independentment d'aquest entorn.

source: This setting controls as well whether a user will see in an image column the thumbnails with action links or the thumbnails only. To switch image columns on and off use the section above.
ca: Aquesta opció de configuració controla també si un usuari veurà en una columna d'imatge les miniatures amb enllaços d'acció o només les miniatures. Per activar i desactivar les columnes d'imatge, utilitzeu la secció anterior.

source: This page is accessible for administrators only.
ca: Aquesta pàgina només és accessible per als administradors.

source: The additional columns give you a quick overview about all used featured images for every post. The Featured Image column is sortable.
ca: Les columnes addicionals us donen una visió general ràpida sobre totes les imatges destacades utilitzades per a cada publicació. La columna Imatge destacada es pot ordenar.

source: Controls which minimum user role can see the plugin.
ca: Controla quina funció mínima d'usuari pot veure el connector.

source: Wrong image ID %d
ca: ID d'imatge incorrecte %d

source: Select
ca: Seleccionar

source: Add filter
ca: Afegir filtre

source: Refine
ca: Refinar

source: Confirm
ca: Confirmar

source: Perform
ca: Realitzar

source: Set the selected image as new featured image
ca: Estableix la imatge seleccionada com a nova imatge destacada

source: Replace featured images by the selected image
ca: Substitueix les imatges destacades per la imatge seleccionada

source: Remove the selected image as featured image
ca: Eliminar la imatge seleccionada com a imatge destacada

source: Remove any image as featured image
ca: Eliminar qualsevol imatge com a imatge destacada

source: Remove all featured images without existing image files
ca: Eliminar totes les imatges destacades sense fitxers d'imatge existents

source: Set multiple images randomly as featured images
ca: Establir diverses imatges aleatòriament com a imatges destacades

source: Overwrite featured images
ca: Sobreescriure les imatges destacades

source: Consider only posts without any featured image
ca: Només entrades sense cap imatge destacada

source: Post Type Filter
ca: Filtre de tipus de publicació

source: Category Filter
ca: Filtre de categoria

source: Tag Filter
ca: Filtre d'etiquetes

source: Image width in pixels lower than
ca: Amplada de la imatge en píxels inferior a

source: Image height in pixels lower than
ca: Alçada de la imatge en píxels inferiors a

source: The input field %s is empty.
ca: El camp d'%s és buit.

source: Type in a value into the input field.
ca: Escriviu un valor al camp d'entrada.

source: %s is not defined.
ca: %s no està definida.

source: Check how to define the value.
ca: Comproveu com definir el valor.

source: There is no selected image.
ca: No hi ha cap imatge seleccionada.

source: Select an image from the media library.
ca: Seleccionar una imatge de la biblioteca multimèdia.

source: You have not selected an action.
ca: No heu seleccionat cap acció.

source: Start again and select which action you want to apply.
ca: Tornar a començar i selecciona quina acció vols aplicar.

source: The input field %s has an invalid value.
ca: El camp d'%s té un valor no vàlid.

source: Type in valid values in the input field.
ca: Escrivu valors vàlids al camp d'entrada.

source: Type in values stored by WordPress.
ca: Escriviu els valors emmagatzemats per WordPress.

source: Set, replace, remove
ca: Definir, reemplaçar, suprimir

source: Bulk set, replace and remove featured images for existing posts
ca: Conjunt massiu, substituir i eliminar imatges destacades per als missatges existents

source: Bulk set as featured image
ca: Conjunt massiu com a imatge destacada

source: Select a category
ca: Seleccionar categoria

source: Select post types
ca: Seleccioneu els tipus d'entrada

source: Select a tag
ca: Seleccioneu una etiqueta

source: There are no tags in use.
ca: No hi ha etiquetes en ús.

source: Select filters and options again
ca: Torna a seleccionar filtres i opcions

source: If you want to change your former selection just go back by clicking on this button.
ca: Si voleu canviar la vostra antiga selecció, torneu a fer clic en aquest botó.

source: Modify selection
ca: Modifica la selecció

source: Preview of your selection
ca: Visualització prèvia de la selecció

source: %d matches found
ca: %d coincidencies trobades

source: Should the entries of featured images without image files be removed from the database?
ca: S'han d'eliminar les entrades d'imatges destacades sense fitxers d'imatge de la base de dades?

source: Details
ca: Detalls

source: Current Featured Image
ca: Imatge destacada actual

source: Future Featured Image
ca: Imatge destacada futura

source: written on
ca: escrit en

source: by
ca: per

source: Should the selected image be set as featured image to all listed posts?
ca: S'ha d'establir la imatge seleccionada com a imatge destacada a tots els missatges llistats?

source: Should the selected images be set randomly as featured images to all listed posts?
ca: Les imatges seleccionades s'han d'establir aleatòriament com a imatges destacades a tots els missatges llistats?

source: Should the current set featured image be replaced by the selected image at all listed posts?
ca: La imatge destacada del conjunt actual ha de ser substituïda per la imatge seleccionada en tots els missatges llistats?

source: Should the selected image be removed from all listed posts?
ca: S'ha de suprimir la imatge seleccionada de tots els missatges de la llista?

source: Should the future images be set as featured images at all listed posts?
ca: S'han d'establir les imatges futures com a imatges destacades en tots els missatges llistats?

source: Should the added featured images be removed from all listed posts?
ca: S'han de suprimir les imatges destacades afegides de tots els missatges llistats?

source: The list is in alphabetical order according to post title. You can edit a post in a new window by clicking on its link in the list.
ca: La llista està en ordre alfabètic segons el títol posterior. Podeu editar una publicació en una finestra nova fent clic al seu enllaç de la llista.

source: Confirm the change
ca: Confirma el canvi

source: You can not undo the operation!
ca: No es pot desfer l'operació!

source: Start again
ca: Torna a començar

source: or refine your selection with the following form fields.
ca: o refinar la vostra selecció amb els camps de formulari següents.

source: Refine your selection
ca: Refina la teva selecció

source: Refine filters
ca: Refinar filtres

source: Now you can find posts and pages by matching parameters. Refine them here.
ca: Ara podeu trobar missatges i pàgines fent coincidir paràmetres. Perfecciona'ls aquí.

source: Whatever you do: You can confirm your choice on the next page.
ca: Facis el que facis: pots confirmar la teva elecció a la pàgina següent.

source: File %s is not available.
ca: El %s fitxer no està disponible.

source: Preview filtering
ca: Visualització prèvia de filtratge

source: There are no selected filters. Modify your filter selection or just go on by clicking on the next button.
ca: No hi ha filtres seleccionats. Modifiqueu la selecció de filtres o simplement se'n va fent clic al botó següent.

source: Notice
ca: Anotació

source: You did not have selected an image from the list below. To go on select at least one image you want to replace by the selected image.
ca: No heu seleccionat una imatge de la llista següent. Per continuar seleccionant com a mínim una imatge que voleu reemplaçar per la imatge seleccionada.

source: Select the featured images you want to replace by the selected image.
ca: Seleccioneu les imatges destacades que voleu reemplaçar per la imatge seleccionada.

source: You can select multiple images. Select at least one image.
ca: Podeu seleccionar diverses imatges. Seleccioneu com a mínim una imatge.

source: To select multiple images click on the button and use the CTRL key while clicking on the images.
ca: Per seleccionar diverses imatges feu clic al botó i utilitzeu la tecla CTRL mentre feu clic a les imatges.

source: Choose Images
ca: Tria imatges

source: Use CTRL for multiple choice
ca: Usa CTRL per a una opció múltiple

source: Refine your selections
ca: Refina les teves seleccions

source: You can control the process with the following options.
ca: Podeu controlar el procés amb les opcions següents.

source: Optional: Select options
ca: Opcional: seleccioneu les opcions

source: Process Options
ca: Opcions de procés

source: Overwrite existing featured images with new ones
ca: Sobreescriu les imatges destacades existents amb les noves

source: Posts with featured images will be ignored, even if the Overwrite option is checked
ca: S' ignoraran els missatges amb imatges destacades, fins i tot si l' opció Sobreescriu està marcada

source: There are two more options in the Pro version for random images:
ca: Hi ha dues opcions més a la versió Pro per a imatges aleatòries:

source: Use each selected image only once
ca: Usa cada imatge seleccionada només una vegada

source: Remove excess featured images after all selected images are used
ca: Elimina l'excés d'imatges destacades després d'utilitzar totes les imatges seleccionades

source: Optional: Add a filter
ca: Opcional: afegeix un filtre

source: Select filters
ca: Seleccioneu filtres

source: If you want select one of the following filters to narrow down the set of concerned posts and pages.
ca: Si voleu seleccionar un dels filtres següents per reduir el conjunt de publicacions i pàgines corresponents.

source: You can select multiple filters. They will return an intersection of their results.
ca: Podeu seleccionar diversos filtres. Tornaran una intersecció dels seus resultats.

source: Search by post type. By default all posts and pages will be affected.
ca: Cerca per tipus de correu. Per defecte, tots els missatges i pàgines es veuran afectats.

source: Search posts by category
ca: Cercar missatges per categoria

source: Search posts by tag
ca: Cercar publicacions per etiqueta

source: If you encounter a white, blank page, read this
ca: Si trobeu una pàgina en blanc i en blanc, llegiu aquesta

source: On the next page you can refine the filters. If you did not select any filter you will go to the preview list directly.
ca: A la pàgina següent podeu definir millor els filtres. Si no heu seleccionat cap filtre, aneu directament a la llista de previsualització.

source: The current theme does not support featured images. Anyway you can use this plugin. The effects are stored and will be visible in a theme which supports featured images.
ca: El tema actual no admet imatges destacades. De tota manera pot utilitzar aquest plugin. Els efectes s'emmagatzemen i seran visibles en un tema que suporta imatges destacades.

source: What do you want to do?
ca: Què vols fer?

source: Here you can add, replace and delete featured images to your posts. Select one of the following actions and, if necessary, one or more images.
ca: Aquí pot afegir, reemplaçar i suprimir imatges presentades als seus correus. Seleccioneu una de les accions següents i, si cal, una o més imatges.

source: Whatever you select: You can refine your choice on the next page.
ca: El que seleccioneu: podeu definir millor la vostra elecció a la pàgina següent.

source: Important advice
ca: Consells importants

source: There is no undo function! It is strongly recommended that you make a backup of the WordPress database before you perform mass changes.
ca: No hi ha cap funció desfer! És molt recomanable fer una còpia de seguretat de la base de dades de WordPress abans de realitzar canvis massius.

source: Select action
ca: Seleccioneu l'acció

source: Actions with a single image
ca: Accions amb una sola imatge

source: These actions require to select an image with the following button.
ca: Aquestes accions requereixen seleccionar una imatge amb el botó següent.

source: Select the image you want to add to, replace or delete from posts and pages by clicking on the following button.
ca: Seleccioneu la imatge que voleu afegir, substituïr o suprimir de les publicacions i les pàgines, fent clic al botó següent.

source: Choose Image
ca: Selecció d'imatge

source: If the button does not work, read this:
ca: Si el botó no funciona, llegiu això:

source: Some users reported that this button would not work in some WordPress installations. If this should be the case you can take another way:
ca: Alguns usuaris van informar que aquest botó no funcionaria en algunes instal·lacions de WordPress. Si aquest ha de ser el cas pot prendre una altra manera:

source: 1. Go to the media library. 2. Move the mouse over the desired image. Further links are appearing, among them the link &quot;Bulk set as featured image&quot;. 3. After a click on it you can move on in this plugin.
ca: 1. Aneu a la biblioteca multimèdia. 2. Moveu el ratolí sobre la imatge desitjada. Apareixen més enllaços, entre ells l'enllaç &amp; quot;Conjunt massiu com a imatge destacada&amp;quot;. 3. Després d'un clic en ell es pot seguir endavant en aquest plugin.

source: Actions with multiple images
ca: Accions amb diverses imatges

source: These actions require at least one selected image with the following button.
ca: Aquestes accions requereixen almenys una imatge seleccionada amb el botó següent.

source: Actions without any selected image
ca: Accions sense cap imatge seleccionada

source: These actions do not require a selected image.
ca: Aquestes accions no requereixen una imatge seleccionada.

source: matches
ca: coincidències

source: Post Type
ca: Tipus d'entrada

source: Default featured images for future posts
ca: Imatges destacades per defecte per a futures publicacions

source: Define the rules to use images as default featured images automatically every time a post is saved.
ca: Definiu les regles per utilitzar les imatges com a imatges destacades per defecte automàticament cada vegada que es desa una publicació.

source: To use a rule choose the image and set both the taxonomy and the value. A rule which is defined only partially will be ignored.
ca: Per utilitzar una regla, trieu la imatge i definiu tant la taxonomia com el valor. S'ignorarà parcialment una norma que només es defineix parcialment.

source: An image overwrites an existing image
ca: Una imatge sobreescriu una imatge existent

source: Activate to automatically overwrite an existing featured image while saving a post
ca: Activar per sobreescriure automàticament una imatge destacada existent en desar una publicació

source: If activated the rule is used automatically while saving a post to overwrite an existing featured image with the new one based on the following rules. Do not use this if you want to keep manually set featured images.
ca: Si s'activa la regla s'utilitza automàticament mentre es desa una publicació per sobreescriure una imatge destacada existent amb la nova en funció de les regles següents. No utilitzeu això si voleu conservar manualment les imatges destacades.

source: Text with images in WordPress editor
ca: Text amb imatges a l'editor de WordPress

source: Activate to automatically use the first content image if available in the media library as featured image while saving a post
ca: Activa per utilitzar automàticament la primera imatge de contingut si està disponible a la biblioteca multimèdia com a imatge destacada mentre desa una publicació

source: If activated the rule is used automatically while saving a post to set the first content image - if available in the media library - as the featured image of the post. If the post has no content images the next rules will be applied.
ca: Si s'activa la regla s'utilitza automàticament mentre es desa una publicació per definir la primera imatge de contingut - si està disponible a la biblioteca multimèdia - com la imatge destacada de la publicació. Si la publicació no té imatges de contingut, s'aplicaran les regles següents.

source: For which post types should this rule be applied?
ca: Per a quins tipus de publicació s'ha d'aplicar aquesta regla?

source: Select at least one post type, otherwise all post types will be considered.
ca: Seleccioneu com a mínim un tipus d'entrada, en cas contrari es consideraran tots els tipus d'entrada.

source: Add rule
ca: Afegir regla

source: Are you sure to remove this rule?
ca: Esteu segur de suprimir aquesta regla?

source: How the rules work
ca: Com funcionen les regles

source: Every time you save a post the post get the featured image if one of the following rules match a property of the post. You can also set rules for pages and all other current post types which support featured images.
ca: Cada vegada que deseu una publicació, la publicació obté la imatge destacada si una de les regles següents coincideix amb una propietat de la publicació. També podeu definir regles per a les pàgines i tots els altres tipus d'entrada actuals que admeten imatges destacades.

source: Regardless of the order in the list the rules are applied in the following order until a rule and a property of the post fit together:
ca: Independentment de l'ordre de la llista, les regles s'apliquen en l'ordre següent fins que una regla i una propietat del lloc encaixin:

source: found first content image. If not then...
ca: s'ha trobat la primera imatge de contingut. Si no llavors...

source: matched custom taxonomy. If not then...
ca: taxaonomia personalitzada aparellada. Si no llavors...

source: matched tag. If not then...
ca: etiqueta aparellada. Si no llavors...

source: matched category. If not then...
ca: categoria aparellada. Si no llavors...

source: matched author. If not then...
ca: l'autor. Si no llavors...

source: matched post type. If not then...
ca: tipus de publicació aparellat. Si no llavors...

source: no featured image.
ca: no hi ha cap imatge destacada.

source: Bear in mind that if two or more rules with the same taxonomy would fit to the post it is unforeseeable which image will become the featured image.
ca: Tingueu en compte que si dues o més regles amb la mateixa taxonomia s'ajusten al lloc és imprevisible quina imatge es convertirà en la imatge destacada.

source: Additional rules in the Pro version
ca: Regles addicionals en la versió Pro

source: Multiple images to set them randomly as featured image
ca: Diverses imatges per definir-les aleatòriament com a imatge destacada

source: Random featured images at each page load
ca: Imatges destacades aleatòries a cada càrrega de pàgina

source: The first content image can be also an image from an external server to set it as automated featured image
ca: La primera imatge de contingut també pot ser una imatge d'un servidor extern per definir-la com a imatge destacada automàtica

source: Remove the first content image automatically after the featured image was set successfully
ca: Elimineu la primera imatge de contingut automàticament després que la imatge destacada s'ha definit correctament

source: Match with a search string in post title
ca: Coincideix amb una cadena de cerca al títol de l'entrada

source: Match with a selected post format
ca: Coincideix amb un format de publicació seleccionat

source: User defined order of rules
ca: Ordre definit per l'usuari de les normes

source: Import your rules from this plugin into the Pro plugin
ca: Importa les teves regles des d' aquest connector al connector Pro

source: Reason
ca: Raó

source: Solution
ca: Solució

source: Credits and informations
ca: Crèdits i informacions

source: Do you like the plugin?
ca: T'agrada el connector?

source: Please rate it at wordpress.org!
ca: Si us plau, valori'l a wordpress.org!

source: Do you need support or have an idea for the plugin?
ca: Necessites suport o tens una idea per al connector?

source: Post your questions and ideas about Quick Featured Images in the forum at wordpress.org!
ca: Publica les teves preguntes i idees sobre imatges ràpides destacades en el fòrum a wordpress.org!

source: Let the thumbnails appear in the widget of the most recent posts with this fast plugin
ca: Deixeu que les miniatures apareguin en el widget dels missatges més recents amb aquest connector ràpid

source: Download plugin %s at %s!
ca: Descarregar plugin %s a %s!

source: Progress bar
ca: Barra de progrés

source: You are here
ca: Ets aquí

source: Your selection
ca: La teva selecció

source: Your selected thumbnail
ca: Miniatura seleccionada

source: Image title
ca: Títol de la imatge

source: If wrong image start again
ca: Si l'imatge es incorrecta, torni a començar

source: Your selected thumbnails
ca: Miniatures seleccionades

source: Your selected action
ca: Acció seleccionada

source: If wrong action start again
ca: Si l'acció es incorrecta, torni a començar

source: Your selected options
ca: Opcions seleccionades

source: No selected options
ca: No hi ha opcions seleccionades

source: Your selected filters
ca: Filtres seleccionats

source: No selected filters
ca: No hi ha filtres seleccionats

source: Manage featured images in a quick way
ca: Gestionar les imatges destacades d'una manera ràpida

source: Results of the action
ca: Resultats de l'acció

source: Changed successfully
ca: S'ha canviat correctament
