Repository: wp-cool-tools/quick-featured-images
Catalog: languages/quick-featured-images-*.po
Languages: ca

source: Unchanged
ca: No s'ha canviat res

source: No matches found.
ca: No s'ha trobat cap coincidència.
